Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FIRST_BULLET
source: Apple collects information about your Apple Music and Apple Music Classical activity, such as the songs you play and how long you play them, to personalize the services when you are subscribed, send you notifications, and compensate our partners.
ar: تجمع Apple معلومات عن نشاطك على Apple Music و Apple Music Classical، مثل الأغاني التي تشغِّلها ومدة تشغيلها، وذلك بهدف تخصيص الخدمات عند اشتراكك، ولإرسال الإشعارات إليك، وللدفع لشركائنا.
bg: Apple събира информация за вашата активност в Apple Music и Apple Music Classical, например песните, които пускате и колко дълго ги слушате, за да персонализира услугите, когато сте абонирани, да ви изпраща известия и да компенсира нашите партньори.
ca: Apple recopila informació sobre l’activitat a l’Apple Music i a l’Apple Music Classical, com ara les cançons que reprodueixes i el temps de reproducció, per personalitzar els serveis quan tens una subscripció activa, enviar‑te notificacions i compensar els nostres col·laboradors.
cs: Apple shromažďuje informace o vaší aktivitě v Apple Music a Apple Music Classical, například o přehrávaných skladbách a době poslechu, za účelem individuálního přizpůsobení těchto služeb, pokud jste jejich odběratelem, a také kvůli posílání oznámení a placení za obsah partnerům.
da: Apple indsamler oplysninger om, hvordan du bruger Apple Music og Apple Music Classical, f.eks. de sange, du afspiller, og hvor længe du afspiller dem, for at kunne personliggøre tjenesterne, når du abonnerer, sende dig notifikationer og kompensere vores partnere.
de: Apple erfasst Informationen zu deinen Aktivitäten in Apple Music und Apple Music Classical, wie angehörte Titel und Wiedergabedauer, um die Dienste anzupassen, wenn du sie abonniert hast, dir Mitteilungen zu senden und die Partner zu vergüten.
el: Η Apple συλλέγει πληροφορίες σχετικά με τη δραστηριότητά σας στο Apple Music και το Apple Music Classical, π.χ. τα τραγούδια που αναπαράγετε και για πόση ώρα τα ακούτε, με σκοπό την εξατομίκευση των υπηρεσιών όταν έχετε συνδρομή, την αποστολή γνωστοποιήσεων σε εσάς, και την αποζημίωση των συνεργατών της.
es: Apple recopila información acerca de tu actividad en Apple Music y Apple Music Classical, como las canciones que reproduces y durante cuánto tiempo, con el fin de personalizar los servicios si tienes una suscripción, de enviarte notificaciones y de compensar a nuestros socios.
es_us: Apple recopila información sobre tu actividad en Apple Music y Apple Music Classical, como las canciones que reproduces y por cuánto tiempo lo haces, a fin de personalizar los servicios durante tu suscripción, enviarte notificaciones y compensar a nuestros socios.
fi: Apple kerää tietoja Apple Musicin ja Apple Music Classicalin käytöstäsi, kuten toistamistasi kappaleista ja kuinka kauan toistat niitä, palvelujen räätälöimiseksi sinulle tilaajana, ilmoitusten lähettämiseksi sinulle sekä maksujen maksamiseksi sen kumppaneille.
fr: Apple recueille des informations sur votre activité dans Apple Music et Apple Music Classical, comme les morceaux que vous avez écoutés et pendant combien de temps vous les avez écoutés, dans le but de personnaliser les services lorsque vous ^[^[êtes ^[abonné](inflect: true)](inflectionAlternative: "avez souscrit un abonnement")](assumedFallbackInflection: { grammaticalGender: "masculine" }), de vous envoyer des notifications et de rémunérer ses partenaires.
fr_ca: Apple recueille des informations sur l’utilisation que vous faites d’Apple Music et d’Apple Music Classical, telles que les chansons que vous écoutez et les durées d’écoute, afin de personnaliser les services lorsque vous avez souscrit un abonnement, de vous envoyer des notifications et de rémunérer ses partenaires.
he: ‏Apple אוספת מידע על הפעילות שלך ב-Apple Music וב-Apple Music Classical, כגון שירים שהאזנת להם ומשך זמן ההאזנה, כדי להתאים באופן אישי את השירותים שנרשמת אליהם, לשלוח לך עדכונים ולשלם לשותפינו.
hi: Apple आपकी Apple Music और Apple Music Classical ऐक्टिविटी के बारे में जानकारी संग्रह करता है, जैसे कि आपके द्वारा चलाए गए गीत और कितने समय तक उन्हें आपने चलाया है, जिससे आपके द्वारा सब्सक्राइब की गई सेवाओं को वैयक्तिकृत किया जा सके, आपको सूचनाएँ भेजी जा सकें और अपने साझेदारों की भरपाई की जा सके।
hr: Apple prikuplja informacije o vašoj aktivnosti tijekom uporabe usluga Apple Music i Apple Music Classical, kao što su pjesme koje reproducirate i trajanje reprodukcije, kako bi personalizirao usluge kad ste pretplaćeni, slao vam obavijesti i podmirio obveze prema partnerima.
hu: Az Apple az előfizetett szolgáltatások személyre szabásához, értesítések küldéséhez és a saját partnereinek kompenzálásához információkat gyűjt arról, hogy Ön hogyan használja az Apple Musicot és az Apple Music Classicalt, például milyen dalokat játszik le, és milyen hosszan játssza le azokat.
id: Apple mengumpulkan informasi mengenai aktivitas Apple Music dan Apple Music Classical Anda, seperti lagu yang Anda putar dan berapa lama Anda memutarnya, untuk menyesuaikan layanan jika Anda berlangganan, mengirimi Anda pemberitahuan, dan memberikan kompensasi kepada mitra kami.
it: Apple raccoglie informazioni relative alla tua modalità di utilizzo di Apple Music e Apple Music Classical, ad esempio i brani ascoltati o la frequenza di riproduzione, al fine di personalizzare i servizi prestati agli abbonati, di inviarti notifiche e di fornire il giusto compenso ai partner.
ja: Appleは、サブスクリプションに登録されている場合にサービスのパーソナライズ、通知の送信、または提携先を補う目的で、再生した曲や再生時間などのApple MusicおよびApple Music Classicalのアクティビティに関する情報を収集します。
kk: Apple компаниясы ақылы жазылымдағы функцияларды жекелендіру, сізге хабарландырулар жіберу және серіктестерімізге қаламақы төлеу үшін Apple Music және Apple Music Classical сервистеріндегі белсенділігіңіз туралы ақпаратты (мысалы, тыңдалған әндер мен оларды ойнату уақыты) жинайды.
ko: Apple은 사용자가 구독할 때 개인 맞춤형 서비스를 제공하고 사용자에게 알림을 보내고 파트너에게 저작권료를 지불하기 위해, 사용자가 재생한 노래 및 재생 시간 등 Apple Music 및 Apple Music Classical 활동에 관한 정보를 수집합니다.
lt: „Apple“ renka informaciją apie jūsų „Apple Music“ ir „Apple Music Classical“ veiklą, pvz., leidžiamas dainas ir jų klausymosi trukmę, kad individualiai pritaikytų paslaugas, kai užsiprenumeruojate, siųstų pranešimus ir teiktų kompensacijas partneriams.
ms: Apple mengumpulkan maklumat tentang aktiviti Apple Music dan Apple Music Classical anda, seperti lagu yang anda mainkan dan tempoh masa anda memainkannya, untuk memperibadikan perkhidmatan apabila anda melanggan, menghantar pemberitahuan kepada anda dan membayar rakan kongsi kami.
nl: Apple verzamelt informatie over je Apple Music- en Apple Music Classical-activiteit, zoals de nummers die je afspeelt en hoelang je ze afspeelt, om de voorzieningen op je af te stemmen wanneer je bent geabonneerd, je meldingen te sturen en om onze partners te compenseren.
no: Apple samler inn informasjon om aktiviteten din i Apple Music og Apple Music Classical, for eksempel hvilke sanger du spiller av, og hvor lenge du spiller dem av, slik at vi kan tilpasse tjenesten du abonnerer på, sende deg varslinger og kompensere partnerne våre.
pl: Apple gromadzi informacje o Twojej aktywności w Apple Music i Apple Music Classical (np. jakie utwory odtwarzasz i jak długo) i wykorzystuje je do personalizacji usług dla subskrybentów, wysyłania Ci powiadomień oraz do wynagradzania partnerów.
pt_br: A Apple coleta informações sobre sua atividade no Apple Music e no Apple Music Classical, como as músicas que você ouve e o tempo de reprodução, para personalizar os serviços quando você é assinante, enviar notificações e compensar nossos parceiros.
pt_pt: A Apple recolhe informação acerca de como usa Apple Music e Apple Music Classical (as músicas que ouve e durante quanto tempo, por exemplo) para personalizar os serviços de assinaturas, enviar notificações e compensar os nossos parceiros.
ro: Apple colectează informații despre activitatea dvs. din Apple Music și Apple Music Classical, precum melodiile pe care le redați și durata redării lor, pentru a personaliza serviciile pe perioada abonamentului, a vă trimite notificări și pentru a compensa partenerii.
ru: Apple собирает информацию о Вашей активности в Apple Music и Apple Music Classical, например о прослушанных песнях и времени воспроизведения, чтобы персонализировать для Вас сервисы, на которые Вы подписаны, отправлять Вам уведомления, а также выплачивать гонорары нашим партнерам.
sk: Spoločnosť Apple zhromažďuje informácie o vašich aktivitách v Apple Music a Apple Music Classical, ako napríklad prehrávané skladby a ako dlho ich prehrávate, na prispôsobenie odoberaných služieb, posielanie hlásení a kompenzáciu partnerov.
sl: Apple zbira podatke o vaši aktivnosti v storitvah Apple Music in Apple Music Classical, na primer, katere skladbe predvajate in kako dolgo jih predvajate, ter na podlagi tega prilagaja storitve, ko se naročite, vam pošilja obvestila in poravnava obveznosti do partnerjev.
sv: Apple samlar in information om hur du använder Apple Music och Apple Music Classical, till exempel vilka låtar du spelar och hur länge du spelar dem, så att vi kan anpassa tjänsterna när du abonnerar, skicka notiser till dig och ge kompensation till våra samarbetspartner.
th: Apple เก็บรวบรวมข้อมูลเกี่ยวกับกิจกรรม Apple Music และ Apple Music Classical ของคุณ เช่น เพลงที่คุณเปิดและระยะเวลาที่คุณเปิดเพลงเหล่านั้น เพื่อปรับแต่งบริการในระหว่างที่คุณสมัครรับ ส่งการแจ้งเตือนให้กับคุณ และชดเชยให้แก่คู่ค้าของเรา
tr: Apple, abone olduğunuzda Apple Music ve Apple Music Classical servislerini kişiselleştirmek, size bildirim göndermek ve iş ortaklarına bedelini ödemek için çaldığınız parçalar ve onları ne kadar süre çaldığınız gibi Apple Music ve Apple Music Classical etkinlikleriniz hakkında bilgi toplar.
uk: Apple збирає інформацію про вашу активність в Apple Music і Apple Music Classical, зокрема які пісні ви відтворюєте і як довго, щоб персоналізувати послуги за наявності у вас підписки, надсилати сповіщення та винагороджувати наших партнерів.
vi: Apple thu thập thông tin về hoạt động Apple Music và Apple Music Classical của bạn, ví dụ như các bài hát bạn phát và khoảng thời gian bạn phát, để cá nhân hóa các dịch vụ khi bạn đã đăng ký, gửi thông báo cho bạn và trả tiền cho các đối tác của chúng tôi.
zh_cn: Apple收集你Apple Music和Apple Music古典乐活动的相关信息，如播放的歌曲及播放时长，以在你订阅时个性化相关服务、向你发送通知以及向合作伙伴支付版税。
zh_hk: Apple會收集你Apple Music和「Apple Music古典樂」活動的資料（例如你播放的歌曲以及播放的時間長度），以便在你訂閲時提供個人化服務、傳送通知及向我們的合作夥伴付費。
zh_tw: Apple會收集你Apple Music和「Apple Music古典樂」活動的資訊（例如你播放的歌曲以及你播放的時間長度），以在你訂閱時提供個人化服務、傳送通知以及向我們的合作夥伴付費。
